[
  {
    "id": 204,
    "name": "Textil & Costura",
    "description": "Proyectos de costura fáciles: fundas, mochilas, accesorios.",
    "productCount": 6,
    "imgSrc": "https://images.unsplash.com/photo-1503341455253-b2e723bb3dbb?q=80&w=1200&auto=format&fit=crop"
  },
  {
    "id": 205,
    "name": "Hogar & Jardín",
    "description": "Macetas, organizadores, huerta y decoración.",
    "productCount": 4,
    "imgSrc": "https://images.unsplash.com/photo-1519681393784-d120267933ba?q=80&w=1200&auto=format&fit=crop"
  },
  {
    "id": 206,
    "name": "Deportes & Fitness",
    "description": "Descubrí todo lo que necesitás para mantenerte activo y en forma. En esta categoría encontrarás kits completos de entrenamiento, pensados para ejercitarte en casa, al aire libre o en el gimnasio. Cada set incluye accesorios prácticos y versátiles, como bandas elásticas, pesas, colchonetas, cuerdas de saltar y más, diseñados para adaptarse a diferentes niveles de condición física.  Tanto si buscás mejorar tu resistencia, ganar fuerza o mantenerte en movimiento, acá vas a encontrar la opción ideal para vos. 💪✨",
    "imgSrc": "https://racher95.github.io/diy-emercado-api/images/cats/1758283386393-0-deportes.png",
    "productCount": 3
  },
  {
    "id": 207,
    "name": "Belleza y Cuidado Personal",
    "description": "En el mundo actual, la belleza y el cuidado personal son más que una rutina: son una expresión de estilo, salud y bienestar. Nuestra selección de productos está diseñada para acompañarte en cada paso de tu día, ofreciéndote soluciones prácticas, innovadoras y efectivas para que te sientas y te veas increíble.",
    "imgSrc": "https://racher95.github.io/diy-emercado-api/images/cats/1758290374390-0-a3b92500-d417-417e-9a08-44219193adb9.png",
    "productCount": 3
  },
  {
    "id": 208,
    "name": "Herramientas",
    "description": "Categoría DIY",
    "imgSrc": "",
    "productCount": 3
  },
  {
    "id": 209,
    "name": "Muebles",
    "description": "Categoría DIY",
    "imgSrc": "",
    "productCount": 3
  },
  {
    "id": 210,
    "name": "Juguetes",
    "description": "Descubre nuestra increíble selección de juguetes pensados para estimular la imaginación, la creatividad y el aprendizaje de los más pequeños. Desde juguetes educativos hasta opciones divertidas para todas las edades, aquí encontrarás el compañero perfecto para cada etapa del crecimiento. ¡Diversión, aventura y desarrollo en cada juego!",
    "imgSrc": "",
    "productCount": 3
  },
  {
    "id": 211,
    "name": "Cocina",
    "description": "Categoría DIY",
    "imgSrc": "",
    "productCount": 2
  }
]